Repository: Rahul-Chandera/Vittora
Catalog: Vittora/Localizable.xcstrings
Source language: en
Languages: es, hi

source: Filter name is required.
es: Se requiere un nombre de filtro.
hi: फ़िल्टर का नाम ज़रूरी है।

source: Filter transactions
es: Filtrar transacciones
hi: ट्रांज़ैक्शन फ़िल्टर करें

source: Filters
es: Filtros
hi: फ़िल्टर

source: Finalizing share sheet
es: Finalizando hoja para compartir
hi: शेयर शीट तैयार की जा रही है

source: Financial Year: %@
es: Año fiscal: %@
hi: वित्त वर्ष: %@

source: First Account
es: Primera cuenta
hi: पहला अकाउंट

source: First transaction
es: Primera transacción
hi: पहला ट्रांज़ैक्शन

source: For your security, avoid storing highly sensitive data on modified devices. This check is informational only.
es: Por su seguridad, evite almacenar datos muy sensibles en dispositivos modificados. Esta verificación es solo informativa.
hi: अपनी सुरक्षा के लिए, बदले गए डिवाइस पर बेहद संवेदनशील डेटा सेव न करें। यह जाँच केवल जानकारी के लिए है।

source: Format
es: Formato
hi: फ़ॉर्मैट

source: Frequency
es: Frecuencia
hi: दोहराव

source: Frequent
es: Frecuente
hi: बार-बार

source: From
es: De
hi: से

source: From Account
es: Cuenta de origen
hi: इस अकाउंट से

source: Full Bracket Breakdown
es: Desglose completo por tramo
hi: सभी टैक्स स्लैब का विवरण

source: Future months combine scheduled recurring expenses with your average discretionary spending and income from the last 12 months.
es: Los meses futuros combinan gastos recurrentes programados con su gasto discrecional promedio e ingresos de los últimos 12 meses.
hi: आने वाले महीनों के अनुमान में निर्धारित आवर्ती खर्चों को पिछले 12 महीनों के औसत गैर-ज़रूरी खर्च और आय के साथ जोड़ा जाता है।

source: Gadget
es: Dispositivo
hi: गैजेट

source: Generate a tax estimate before exporting a report.
es: Genere una estimación de impuestos antes de exportar un informe.
hi: रिपोर्ट एक्सपोर्ट करने से पहले टैक्स का अनुमान बनाएँ।

source: Generate Report
es: Generar informe
hi: रिपोर्ट बनाएँ

source: Generated %@
es: Generado %@
hi: %@ को बनाया गया

source: Generated by Vittora — data stays on your device
es: Generado por Vittora — los datos permanecen en su dispositivo
hi: Vittora द्वारा जनरेट किया गया — डेटा आपके डिवाइस पर ही रहता है

source: Generating file
es: Generando archivo
hi: फ़ाइल बनाई जा रही है

source: Generic CSV
es: CSV genérico
hi: सामान्य CSV

source: Get gentle reminders for budgets, bills, and goals — only when you want them.
es: Reciba recordatorios suaves para presupuestos, facturas y metas — solo cuando los desee.
hi: बजट, बिल और लक्ष्यों के लिए हल्के रिमाइंडर पाएँ — केवल जब आप चाहें।

source: Get Started
es: Comenzar
hi: शुरू करें

source: Gifts
es: Regalos
hi: उपहार

source: Gifts Received
es: Regalos recibidos
hi: प्राप्त उपहार

source: Give your account a name and set your opening balance.
es: Asigne un nombre a su cuenta y establezca su saldo inicial.
hi: अपने अकाउंट को नाम दें और शुरुआती बैलेंस सेट करें।

source: Go to
es: Ir a
hi: यहाँ जाएँ

source: Goal
es: Meta
hi: लक्ष्य

source: Goal color %lld
es: Color de meta %lld
hi: लक्ष्य रंग %lld

source: Goal Milestones
es: Hitos de la meta
hi: लक्ष्य के पड़ाव

source: Goal name
es: Nombre de la meta
hi: लक्ष्य का नाम

source: Goal name must be at least 2 characters.
es: El nombre de la meta debe tener al menos 2 caracteres.
hi: लक्ष्य का नाम कम से कम 2 अक्षरों का होना चाहिए।

source: Goal reached
es: Meta alcanzada
hi: लक्ष्य पूरा हुआ

source: Groceries
es: Comestibles
hi: किराना

source: Gross Income
es: Ingresos brutos
hi: सकल आय

source: Group By
es: Agrupar por
hi: इसके अनुसार समूहित करें

source: Group expense not found
es: Gasto de grupo no encontrado
hi: समूह खर्च नहीं मिला

source: Group name
es: Nombre del grupo
hi: ग्रुप का नाम

source: Group Name
es: Nombre del grupo
hi: ग्रुप का नाम

source: Group name must be at least 2 characters.
es: El nombre del grupo debe tener al menos 2 caracteres.
hi: ग्रुप का नाम कम से कम 2 अक्षरों का होना चाहिए।

source: Grouping
es: Agrupación
hi: ग्रुपिंग

source: GST registration threshold
es: Umbral de registro de GST
hi: GST पंजीकरण सीमा

source: Head of Household
es: Jefe de hogar
hi: परिवार का मुखिया

source: Health
es: Salud
hi: स्वास्थ्य

source: Health & Education Cess (4%)
es: Cess de salud y educación (4%)
hi: स्वास्थ्य और शिक्षा उपकर (4%)

# Hi %@, friendly reminder about the outstanding amount of %@. Thanks!
source: Hi %1$@, friendly reminder about the outstanding amount of %2$@. Thanks!
es: Hola %@, un recordatorio amable sobre el monto pendiente de %@. ¡Gracias!
hi: नमस्ते %1$@, बकाया राशि %2$@ के बारे में एक दोस्ताना रिमाइंडर। धन्यवाद!

# Hi %@, friendly reminder that %@ is due by %@. Thanks!
source: Hi %1$@, friendly reminder that %2$@ is due by %3$@. Thanks!
es: Hola %@, un recordatorio amable de que %@ vence el %@. ¡Gracias!
hi: नमस्ते %1$@, एक दोस्ताना रिमाइंडर कि %2$@ का भुगतान %3$@ तक देय है। धन्यवाद!

source: High
es: Alto
hi: अधिक

source: History
es: Historial
hi: इतिहास

source: Home
es: Inicio
hi: घर

source: How much did I spend today in \(.applicationName)
es: ¿Cuánto gasté hoy en \(.applicationName)?
hi: मैंने आज \(.applicationName) में कितना खर्च किया

source: How this is calculated
es: Cómo se calcula esto
hi: इसकी गणना कैसे की जाती है

source: HRA Exemption
es: Exención de HRA
hi: HRA छूट

source: HRA exemption uses the minimum of actual HRA, rent minus 10% of salary, and 50%/40% of salary.
es: La exención de HRA usa el mínimo entre el HRA real, la renta menos el 10% del salario y el 50%/40% del salario.
hi: HRA छूट के लिए वास्तविक HRA, वेतन के 10% से अधिक किराया, और वेतन के 50%/40% में से सबसे कम राशि ली जाती है।

source: HRA used the entered amount. Add basic salary, rent, and HRA received for the statutory minimum-of-three calculation.
es: Se usó el monto de HRA ingresado. Agregue salario básico, renta y HRA recibido para el cálculo legal de mínimo de tres.
hi: HRA के लिए दर्ज राशि इस्तेमाल की गई है। वैधानिक तीन राशियों में से न्यूनतम की गणना के लिए मूल वेतन, किराया और मिला हुआ HRA जोड़ें।

source: HSA (family)
es: HSA (familiar)
hi: HSA (परिवार)

source: HSA contributed YTD
es: HSA aportado en lo que va del año
hi: इस वर्ष अब तक HSA में योगदान

source: HSA family contribution limit (advisory)
es: Límite de aporte familiar de HSA (orientativo)
hi: HSA पारिवारिक योगदान सीमा (जानकारी मात्र)

source: HSA family coverage
es: Cobertura familiar de HSA
hi: HSA पारिवारिक कवरेज

source: iCloud access is restricted on this device.
es: El acceso a iCloud está restringido en este dispositivo.
hi: इस डिवाइस पर iCloud एक्सेस प्रतिबंधित है.

source: iCloud account
es: Cuenta de iCloud
hi: iCloud अकाउंट

source: iCloud is temporarily unavailable.
es: iCloud no está disponible temporalmente.
hi: iCloud अस्थायी रूप से उपलब्ध नहीं है.

source: iCloud sync is temporarily unavailable. Your data is safe on this device.
es: La sincronización de iCloud no está disponible temporalmente. Sus datos están seguros en este dispositivo.
hi: iCloud सिंक अस्थायी रूप से उपलब्ध नहीं है. आपका डेटा इस डिवाइस पर सुरक्षित है.

source: iCloud sync isn't available in Simulator.
es: La sincronización de iCloud no está disponible en Simulator.
hi: Simulator में iCloud सिंक उपलब्ध नहीं है.

source: iCloud sync isn't available in this build.
es: La sincronización de iCloud no está disponible en esta compilación.
hi: इस बिल्ड में iCloud सिंक उपलब्ध नहीं है.

source: Icon
es: Ícono
hi: आइकन

source: Immediately
es: Inmediatamente
hi: तुरंत

source: Import
es: Importar
hi: इम्पोर्ट करें

source: Import CSV
es: Importar CSV
hi: CSV इम्पोर्ट करें

source: Import Document
es: Importar documento
hi: दस्तावेज़ इम्पोर्ट करें

source: Import File
es: Importar archivo
hi: फ़ाइल इम्पोर्ट करें

source: Import from Contacts
es: Importar desde contactos
hi: कॉन्टैक्ट्स से इम्पोर्ट करें

source: Imported
es: Importado
hi: इम्पोर्ट किए गए

# Imported %lld contacts as payees and skipped %lld duplicates.
source: Imported %1$lld contacts as payees and skipped %2$lld duplicates.
es: Se importaron %lld contactos como beneficiarios y se omitieron %lld duplicados.
hi: %1$lld कॉन्टैक्ट्स को भुगतान पाने वालों के रूप में इम्पोर्ट किया और %2$lld डुप्लिकेट छोड़ दिए।

source: Imported %lld contacts as payees.
es: Se importaron %lld contactos como beneficiarios.
hi: %lld कॉन्टैक्ट्स को भुगतान पाने वालों के रूप में इम्पोर्ट किया।

source: In %lldd
es: En %lld d
hi: %lld दिन में

source: Include amounts
es: Incluir montos
hi: राशियाँ शामिल करें

source: Includes 6-month forecast
es: Incluye pronóstico de 6 meses
hi: 6 महीने का पूर्वानुमान शामिल है

source: Income
es: Ingresos
hi: आय

source: Income %@
es: Ingresos %@
hi: आय %@

source: Income and expense transactions will create your cash-flow view.
es: Las transacciones de ingresos y gastos crearán su vista de flujo de efectivo.
hi: आय और खर्च के ट्रांज़ैक्शन आपका कैश फ़्लो व्यू बनाएँगे।

source: Income Type
es: Tipo de ingreso
hi: आय का प्रकार

source: Income vs Expenses
es: Ingresos vs. gastos
hi: आय बनाम खर्च

source: Income vs expenses over 12 months
es: Ingresos vs. gastos en 12 meses
hi: 12 महीनों में आय बनाम खर्च

source: India Regime Comparison
es: Comparación de regímenes de India
hi: भारत की कर व्यवस्थाओं की तुलना

source: Insights
es: Información
hi: जानकारियाँ

source: Insurance
es: Seguros
hi: बीमा

source: Integrity check — review this record
es: Verificación de integridad — revise este registro
hi: इंटीग्रिटी जाँच — इस रिकॉर्ड की समीक्षा करें

source: Invalid amount
es: Monto no válido
hi: अमान्य राशि

source: Investment
es: Inversión
hi: निवेश

source: Investments
es: Inversiones
hi: निवेश

source: Invite to Group
es: Invitar al grupo
hi: ग्रुप में आमंत्रित करें

source: IRA contributed YTD
es: IRA aportada en lo que va del año
hi: इस वर्ष अब तक IRA में योगदान

source: IRA contribution limit (advisory)
es: Límite de aporte a IRA (orientativo)
hi: IRA योगदान सीमा (जानकारी मात्र)

source: Itemized Deductions
es: Deducciones detalladas
hi: मदवार कटौतियाँ

source: Keep tracking — once you have about 20 transactions across a couple of months, your Wrapped will be ready to celebrate.
es: Sigue registrando: cuando tengas unas 20 transacciones a lo largo de un par de meses, tu Wrapped estará listo para celebrar.
hi: ट्रैक करते रहें — जब कुछ महीनों में आपके लगभग 20 ट्रांज़ैक्शन हो जाएँगे, आपका Wrapped जश्न के लिए तैयार होगा।

source: Keyword
es: Palabra clave
hi: कीवर्ड

source: Keyword cannot be empty.
es: La palabra clave no puede estar vacía.
hi: कीवर्ड खाली नहीं हो सकता।

source: Large cash deposit reporting (SFT)
es: Reporte de depósitos grandes en efectivo (SFT)
hi: बड़ी नकद जमा रिपोर्टिंग (SFT)

source: Last 12 months
es: Últimos 12 meses
hi: पिछले 12 महीने

source: Last 12 Months
es: Últimos 12 meses
hi: पिछले 12 महीने

source: Last Import
es: Última importación
hi: पिछला इम्पोर्ट

source: Last Month
es: Mes pasado
hi: पिछला महीना

source: Last ran %@
es: Última ejecución %@
hi: पिछली बार %@ चलाया गया

source: Last synced
es: Última sincronización
hi: पिछली बार सिंक किया गया

source: Last transaction: %@
es: Última transacción: %@
hi: पिछला ट्रांज़ैक्शन: %@

source: Last Year
es: Año pasado
hi: पिछला वर्ष

source: Ledger
es: Libro mayor
hi: खाता-बही

source: Left
es: Restante
hi: शेष

source: Legal Document Unavailable
es: Documento legal no disponible
hi: कानूनी दस्तावेज़ उपलब्ध नहीं है

source: Lent
es: Prestado
hi: उधार दिया

source: Liabilities
es: Pasivos
hi: देनदारियाँ

source: Light
es: Claro
hi: लाइट

source: Limit
es: Límite
hi: सीमा

source: Live Comparison
es: Comparación en vivo
hi: लाइव तुलना

source: Live Estimate
es: Estimación en vivo
hi: लाइव अनुमान

source: Live Preview
es: Vista previa en vivo
hi: लाइव प्रीव्यू

source: Load Statistics
es: Cargar estadísticas
hi: आँकड़े लोड करें

source: Loading diagnostics
es: Cargando diagnósticos
hi: डायग्नोस्टिक्स लोड हो रहे हैं

source: Loading Year in Review
es: Cargando el año en resumen
hi: साल की समीक्षा लोड हो रही है

source: Loan
es: Préstamo
hi: लोन

source: Loans
es: Préstamos
hi: लोन

source: Local modified
es: Modificado localmente
hi: लोकल बदलाव

source: Local version kept
es: Se conservó la versión local
hi: लोकल वर्ज़न रखा गया

source: Lock After
es: Bloquear después de
hi: इसके बाद लॉक करें

source: Lock, unlock, exports, and sync events appear here.
es: Aquí aparecen bloqueos, desbloqueos, exportaciones y eventos de sincronización.
hi: लॉक, अनलॉक, एक्सपोर्ट और सिंक इवेंट यहाँ दिखाई देते हैं।

source: Long-term gains and qualified dividends are modeled with status/year 0/15/20% bracket stacking against ordinary taxable income.
es: Las ganancias a largo plazo y los dividendos calificados se modelan con tramos del 0/15/20% según estado/año, apilados sobre ingresos gravables ordinarios.
hi: लंबी अवधि के लाभ और पात्र डिविडेंड की गणना सामान्य कर योग्य आय के साथ स्थिति/वर्ष के 0/15/20% टैक्स स्लैब जोड़कर की जाती है।

source: Longest streak
es: Racha más larga
hi: सबसे लंबी स्ट्रीक

source: Low
es: Bajo
hi: कम

source: Made with Vittora
es: Hecho con Vittora
hi: Vittora से बनाया गया

source: Mail Not Configured
es: Correo no configurado
hi: मेल कॉन्फ़िगर नहीं है

source: Main Account
es: Cuenta principal
hi: मुख्य अकाउंट

source: Manage
es: Administrar
hi: मैनेज करें

source: Manage accounts
es: Administrar cuentas
hi: अकाउंट मैनेज करें

source: Manage budgets
es: Administrar presupuestos
hi: बजट मैनेज करें

source: Manage Data
es: Administrar datos
hi: डेटा मैनेज करें

source: Marginal Rate
es: Tasa marginal
hi: सीमांत दर

source: Married Filing Jointly
es: Casado declarando en conjunto
hi: विवाहित संयुक्त रिटर्न

source: Married Filing Separately
es: Casado declarando por separado
hi: विवाहित अलग-अलग रिटर्न

source: Matched Categories
es: Categorías coincidentes
hi: मेल खाने वाली कैटेगरी

source: Matches when this word appears in a payee name, note, or receipt merchant text.
es: Coincide cuando esta palabra aparece en el nombre del beneficiario, una nota o el comercio del recibo.
hi: भुगतान पाने वाले के नाम, नोट या रसीद के मर्चेंट टेक्स्ट में यह शब्द आने पर मेल होता है।

source: Max
es: Máx.
hi: अधिकतम

source: Medicare (employee)
es: Medicare (empleado)
hi: Medicare (कर्मचारी)

source: Members
es: Miembros
hi: सदस्य

source: Members (%lld selected)
es: Miembros (%lld seleccionados)
hi: सदस्य (%lld चुने गए)

source: Merchant
es: Comercio
hi: मर्चेंट

source: Message ready to share
es: Mensaje listo para compartir
hi: साझा करने के लिए संदेश तैयार है

source: Method
es: Método
hi: तरीका

source: Metro city
es: Ciudad metropolitana
hi: मेट्रो शहर

source: Milestones
es: Logros
hi: उपलब्धियाँ

source: Min
es: Mín.
hi: न्यूनतम

source: Modified device environment detected
es: Se detectó un entorno de dispositivo modificado
hi: बदला हुआ डिवाइस परिवेश मिला

source: Money
es: Dinero
hi: पैसा

source: Month
es: Mes
hi: महीना

source: Month-by-Month
es: Mes a mes
hi: महीने-दर-महीने

source: Monthly
es: Mensual
hi: मासिक

source: Monthly Breakdown
es: Desglose mensual
hi: मासिक विवरण

source: Monthly Cost
es: Costo mensual
hi: मासिक लागत

source: Monthly essentials
es: Esenciales mensuales
hi: मासिक ज़रूरी खर्च

source: Monthly Net Cash Flow
es: Flujo de efectivo neto mensual
hi: मासिक नेट कैश फ़्लो

source: Monthly overview
es: Resumen mensual
hi: मासिक अवलोकन

source: Monthly Overview
es: Resumen mensual
hi: मासिक अवलोकन

source: Monthly Salary
es: Salario mensual
hi: मासिक वेतन

source: Monthly Spend
es: Gasto mensual
hi: मासिक खर्च

source: Monthly spending
es: Gasto mensual
hi: मासिक खर्च

source: Monthly Spending
es: Gasto mensual
hi: मासिक खर्च

source: Monthly summary
es: Resumen mensual
hi: मासिक सारांश

source: Monthly Total
es: Total mensual
hi: मासिक कुल

source: months covered
es: meses cubiertos
hi: महीनों की कवरेज

source: More
es: Más
hi: और विकल्प

source: More transaction actions
es: Más acciones de transacción
hi: ट्रांज़ैक्शन के और विकल्प

source: My %@ with Vittora
es: Mi %@ con Vittora
hi: Vittora के साथ मेरा %@

source: Name
es: Nombre
hi: नाम

source: near limit
es: cerca del límite
hi: सीमा के करीब

source: Near limit
es: Cerca del límite
hi: सीमा के करीब

source: Needs
es: Necesidades
hi: ज़रूरतें

source: Needs, wants, and savings distribution
es: Distribución de necesidades, gustos y ahorro
hi: ज़रूरतें, चाहतें और बचत का वितरण

source: Net
es: Neto
hi: नेट

source: Net Worth (%@)
es: Patrimonio neto (%@)
hi: नेट वर्थ (%@)

source: Net cash flow
es: Flujo de efectivo neto
hi: नेट कैश फ़्लो

source: Net debt balance
es: Saldo neto de deuda
hi: नेट उधार बैलेंस

source: Net Investment Income Tax uses a simplified MAGI model.
es: El impuesto sobre ingresos netos de inversión usa un modelo MAGI simplificado.
hi: नेट निवेश आय टैक्स में सरलीकृत MAGI मॉडल का इस्तेमाल होता है।

source: Net Position
es: Posición neta
hi: नेट स्थिति

source: Net Savings
es: Ahorros netos
hi: नेट बचत

source: Net worth
es: Patrimonio neto
hi: नेट वर्थ

source: Net Worth
es: Patrimonio neto
hi: नेट वर्थ

# Net worth %@, assets %@, liabilities %@
source: Net worth %1$@, assets %2$@, liabilities %3$@
es: Patrimonio neto %@, activos %@, pasivos %@
hi: नेट वर्थ %1$@, एसेट्स %2$@, देनदारियाँ %3$@

source: Net worth summary
es: Resumen de patrimonio neto
hi: नेट वर्थ का सारांश

source: Never
es: Nunca
hi: कभी नहीं

source: New Account
es: Nueva cuenta
hi: नया अकाउंट

source: New Budget
es: Nuevo presupuesto
hi: नया बजट

source: New Category
es: Nueva categoría
hi: नई कैटेगरी

source: New Goal
es: Nueva meta
hi: नया लक्ष्य

source: New Group
es: Nuevo grupo
hi: नया ग्रुप

source: New Payee
es: Nuevo beneficiario
hi: नया पेयी

source: New Recurring
es: Nueva recurrente
hi: नया आवर्ती ट्रांज़ैक्शन

source: New Regime
es: Nuevo régimen
hi: नई कर व्यवस्था

source: New Rule
es: Nueva regla
hi: नया नियम

source: New Transaction
es: Nueva transacción
hi: नया ट्रांज़ैक्शन

source: Next: %@
es: Siguiente: %@
hi: अगला: %@

source: No account available for Watch expenses.
es: No hay cuenta disponible para gastos en Watch.
hi: Watch के खर्चों के लिए कोई अकाउंट उपलब्ध नहीं है.

source: No Accounts
es: Sin cuentas
hi: कोई अकाउंट नहीं

source: No accounts yet
es: Aún no hay cuentas
hi: अभी कोई अकाउंट नहीं है

source: No Accounts Yet
es: Aún no hay cuentas
hi: अभी कोई अकाउंट नहीं

source: No Active Subscriptions
es: Sin suscripciones activas
hi: कोई सक्रिय सब्सक्रिप्शन नहीं

source: No activity this year
es: Sin actividad este año
hi: इस साल कोई गतिविधि नहीं

source: No annual data yet
es: Aún no hay datos anuales
hi: अभी कोई वार्षिक डेटा नहीं है

source: No attachments
es: Sin adjuntos
hi: कोई अटैचमेंट नहीं

source: No audit entries yet
es: Aún no hay entradas de auditoría
hi: अभी कोई ऑडिट एंट्री नहीं है

source: No balance history
es: Sin historial de saldo
hi: बैलेंस हिस्ट्री उपलब्ध नहीं है

source: No budgets for this period
es: Sin presupuestos para este período
hi: इस अवधि के लिए कोई बजट नहीं है

source: No Budgets Yet
es: Aún no hay presupuestos
hi: अभी कोई बजट नहीं है

source: No calculator registered for this country.
es: No hay calculadora registrada para este país.
hi: इस देश के लिए कोई टैक्स कैलकुलेटर रजिस्टर्ड नहीं है।

source: No cash flow yet
es: Aún no hay flujo de efectivo
hi: अभी कोई कैश फ़्लो नहीं है

source: No Categories
es: Sin categorías
hi: कोई कैटेगरी नहीं

source: No contacts were available to import.
es: No había contactos disponibles para importar.
hi: इम्पोर्ट करने के लिए कोई कॉन्टैक्ट उपलब्ध नहीं था।

source: No data for selected filters
es: Sin datos para los filtros seleccionados
hi: चुने गए फ़िल्टर के लिए कोई डेटा नहीं है

source: No data for selected period
es: Sin datos para el período seleccionado
hi: चुनी गई अवधि के लिए कोई डेटा नहीं है

source: No debts recorded
es: Sin deudas registradas
hi: कोई उधार दर्ज नहीं है

source: No eligible asset accounts
es: No hay cuentas de activo elegibles
hi: कोई योग्य एसेट अकाउंट नहीं

source: No Essentials Baseline Yet
es: Aún no hay base de esenciales
hi: अभी ज़रूरी खर्च का आधार नहीं

source: No entries left for this person
es: No quedan entradas para esta persona
hi: इस व्यक्ति के लिए कोई प्रविष्टि शेष नहीं है

source: No expenses yet
es: Aún no hay gastos
hi: अभी कोई खर्च नहीं है

source: No filters applied
es: Sin filtros aplicados
hi: कोई फ़िल्टर लागू नहीं है

source: No groups yet
es: Aún no hay grupos
hi: अभी कोई ग्रुप नहीं है

source: No mail account is set up on this device. Copy the diagnostics and email %@ from another app.
es: No hay una cuenta de correo configurada en este dispositivo. Copie los diagnósticos y envíe un correo a %@ desde otra app.
hi: इस डिवाइस पर कोई मेल अकाउंट सेट नहीं है। डायग्नोस्टिक्स कॉपी करें और किसी अन्य ऐप से %@ पर ईमेल करें।

source: No monthly data yet
es: Aún no hay datos mensuales
hi: अभी कोई मासिक डेटा नहीं है

source: No new payees were imported. %lld contacts were skipped because they already exist.
es: No se importaron beneficiarios nuevos. Se omitieron %lld contactos porque ya existen.
hi: कोई नया पेयी इम्पोर्ट नहीं हुआ। पहले से मौजूद होने के कारण %lld कॉन्टैक्ट छोड़ दिए गए।

source: No Other Accounts
es: No hay otras cuentas
hi: कोई अन्य अकाउंट नहीं

source: No Payees
es: Sin beneficiarios
hi: कोई पेयी नहीं

source: No recent sync conflicts
es: Sin conflictos de sincronización recientes
hi: हाल में कोई सिंक कॉन्फ़्लिक्ट नहीं हुआ

source: No recent transactions
es: Sin transacciones recientes
hi: कोई हालिया ट्रांज़ैक्शन नहीं

source: No Recurring Expenses
es: Sin gastos recurrentes
hi: कोई आवर्ती खर्च नहीं

source: No Recurring Transactions
es: Sin transacciones recurrentes
hi: कोई आवर्ती ट्रांज़ैक्शन नहीं

source: No Results
es: Sin resultados
hi: कोई नतीजा नहीं

source: No Rules Yet
es: Aún no hay reglas
hi: अभी कोई नियम नहीं है

source: No savings goals
es: Sin metas de ahorro
hi: कोई बचत लक्ष्य नहीं

source: No spending data this month
es: Sin datos de gasto este mes
hi: इस महीने खर्च का कोई डेटा नहीं है

source: No Tax Profile
es: Sin perfil de impuestos
hi: कोई टैक्स प्रोफ़ाइल नहीं

source: No tax-relevant transactions were found for this year.
es: No se encontraron transacciones relevantes para impuestos este año.
hi: इस वर्ष के लिए टैक्स से संबंधित कोई ट्रांज़ैक्शन नहीं मिला।

source: No transactions
es: Sin transacciones
hi: कोई ट्रांज़ैक्शन नहीं

source: No transactions match your search or filters.
es: Ninguna transacción coincide con su búsqueda o filtros.
hi: आपकी खोज या फ़िल्टर से मेल खाने वाला कोई ट्रांज़ैक्शन नहीं है।

source: No transactions yet
es: Aún no hay transacciones
hi: अभी कोई ट्रांज़ैक्शन नहीं है

source: No upcoming recurring transactions
es: Sin transacciones recurrentes próximas
hi: कोई आगामी आवर्ती ट्रांज़ैक्शन नहीं है

source: None
es: Ninguno
hi: कोई नहीं

source: Not found: %@
es: No encontrado: %@
hi: नहीं मिला: %@

source: Not selected
es: No seleccionado
hi: चुना नहीं गया

source: Not set
es: No configurado
hi: सेट नहीं है

source: Not signed in
es: Sesión no iniciada
hi: साइन इन नहीं है

source: Not yet run
es: Aún no ejecutado
hi: अभी तक नहीं चलाया गया

source: Note
es: Nota
hi: नोट

source: Note (optional)
es: Nota (opcional)
hi: नोट (वैकल्पिक)

source: Note (Optional)
es: Nota (opcional)
hi: नोट (वैकल्पिक)

source: Notes
es: Notas
hi: नोट्स

source: Notes (optional)
es: Notas (opcional)
hi: नोट्स (वैकल्पिक)

source: Nothing is sent automatically. Email goes through your own mail app, which you can edit or cancel.
es: No se envía nada automáticamente. El correo pasa por su propia app de correo, que puede editar o cancelar.
hi: कुछ भी अपने आप नहीं भेजा जाता। ईमेल आपके अपने मेल ऐप से जाता है, जिसे आप संपादित या रद्द कर सकते हैं।

source: Notification permission was denied. Enable notifications in System Settings to receive reminders.
es: Se denegó el permiso de notificaciones. Active las notificaciones en Ajustes del sistema para recibir recordatorios.
hi: नोटिफ़िकेशन की अनुमति नहीं दी गई। रिमाइंडर पाने के लिए सिस्टम सेटिंग्स में नोटिफ़िकेशन चालू करें।

source: Notifications
es: Notificaciones
hi: नोटिफ़िकेशन
